{
  "text": {
    "xin": 178,
    "chào": 18,
    "bạn": 13,
    "cậu": 33,
    "hello": 45,
    "hi": 46,
    "nha": 92,
    "ê": 185,
    "alo": 5,
    "ơi": 203,
    "cho": 16,
    "mình": 82,
    "hỏi": 58,
    "chút": 21,
    "muốn": 80,
    "cần": 32,
    "giúp": 41,
    "đúng": 194,
    "rồi": 117,
    "chính": 19,
    "xác": 180,
    "vậy": 174,
    "hoàn": 49,
    "toàn": 145,
    "tất": 161,
    "nhiên": 94,
    "chắc": 23,
    "chắn": 24,
    "khá": 64,
    "hơn": 54,
    "tôi": 157,
    "cảm": 31,
    "thấy": 135,
    "ok": 105,
    "okay": 106,
    "ừ": 205,
    "vâng": 171,
    "ừm": 206,
    "không": 65,
    "đâu": 191,
    "nghĩ": 89,
    "là": 70,
    "chưa": 22,
    "phải": 111,
    "hẳn": 55,
    "tạm": 159,
    "biệt": 8,
    "bye": 11,
    "hẹn": 56,
    "gặp": 43,
    "lại": 74,
    "đi": 189,
    "đây": 192,
    "chúc": 20,
    "một": 87,
    "ngày": 90,
    "tốt": 163,
    "lành": 72,
    "thôi": 133,
    "nhé": 96,
    "sau": 120,
    "có": 30,
    "bot": 10,
    "người": 91,
    "à": 183,
    "ai": 4,
    "tạo": 160,
    "ra": 116,
    "thật": 136,
    "trí": 150,
    "tuệ": 154,
    "nhân": 95,
    "chatbot": 15,
    "xúc": 182,
    "lập": 75,
    "trình": 149,
    "được": 196,
    "huấn": 50,
    "luyện": 69,
    "từ": 165,
    "thể": 138,
    "làm": 71,
    "gì": 42,
    "thanh": 127,
    "toán": 146,
    "bằng": 14,
    "những": 99,
    "phương": 110,
    "thức": 140,
    "nào": 100,
    "hỗ": 60,
    "trợ": 153,
    "qua": 114,
    "ví": 172,
    "điện": 190,
    "tử": 166,
    "vnpay": 168,
    "shop": 121,
    "momo": 78,
    "trả": 151,
    "tiền": 144,
    "khi": 62,
    "nhận": 98,
    "hàng": 51,
    "giao": 39,
    "nhanh": 93,
    "mất": 84,
    "bao": 6,
    "lâu": 73,
    "tiêu": 142,
    "chuẩn": 17,
    "trong": 148,
    "mấy": 85,
    "hình": 53,
    "sao": 119,
    "để": 199,
    "liên": 68,
    "hệ": 57,
    "với": 175,
    "số": 126,
    "thoại": 130,
    "của": 34,
    "email": 38,
    "địa": 200,
    "chỉ": 25,
    "cửa": 35,
    "thông": 134,
    "tin": 141,
    "bán": 12,
    "shop4real": 122,
    "theo": 129,
    "phong": 108,
    "cách": 27,
    "thời": 139,
    "trang": 147,
    "ở": 204,
    "đặc": 197,
    "như": 97,
    "thế": 137,
    "vài": 169,
    "mẫu": 86,
    "quần": 115,
    "jean": 61,
    "đẹp": 198,
    "áo": 184,
    "bomber": 9,
    "croptop": 26,
    "nỉ": 102,
    "đồ": 202,
    "thao": 128,
    "xem": 177,
    "size": 123,
    "m": 76,
    "màu": 81,
    "trắng": 152,
    "xanh": 176,
    "đen": 188,
    "s": 118,
    "hồng": 59,
    "tím": 156,
    "váy": 170,
    "dài": 36,
    "nâu": 101,
    "xám": 181,
    "sơ": 124,
    "mi": 77,
    "còn": 29,
    "giá": 40,
    "1m": 0,
    "2m": 1,
    "4m": 2,
    "hoodie": 48,
    "over": 107,
    "len": 67,
    "500k": 3,
    "polo": 113,
    "under": 167,
    "mùa": 83,
    "đông": 193,
    "khoác": 63,
    "mới": 88,
    "mua": 79,
    "nữ": 103,
    "gợi": 44,
    "ý": 186,
    "tầm": 162,
    "phông": 109,
    "thun": 131,
    "be": 7,
    "đỏ": 201,
    "tìm": 155,
    "hè": 52,
    "l": 66,
    "đang": 187,
    "sản": 125,
    "phẩm": 112,
    "dưới": 37,
    "xl": 179,
    "tư": 158,
    "vấn": 173,
    "thêm": 132,
    "tiếp": 143,
    "tục": 164,
    "hiện": 47,
    "nữa": 104,
    "đưa": 195,
    "cái": 28
  },
  "intent": {
    "greet": 8,
    "affirm": 0,
    "deny": 6,
    "goodbye": 7,
    "bot_challenge": 5,
    "ask_payment_methods": 3,
    "ask_shipping_methods": 4,
    "ask_contact_info": 2,
    "ask_about_us": 1,
    "search_products": 9,
    "show_more_products": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 12,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 1,
    "action_extract_slots": 6,
    "action_accept_suggestion": 0,
    "action_reset_search_slots": 8,
    "action_search_products": 11,
    "action_show_more_products": 13,
    "action_suggest_more_products": 14,
    "utter_ask_about_us": 17,
    "utter_ask_contact_info": 18,
    "utter_ask_payment_methods": 19,
    "utter_ask_shipping_methods": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_iamabot": 23
  },
  "action_text": null,
  "intent_response_key": null
}