{
  "text": {
    " ": 0,
    "x": 1167,
    "i": 708,
    "n": 842,
    " x": 300,
    "xi": 1174,
    "in": 717,
    "n ": 843,
    " xi": 305,
    "xin": 1175,
    "in ": 718,
    " xin": 306,
    "xin ": 1176,
    "c": 457,
    "h": 571,
    "à": 1197,
    "o": 887,
    " c": 33,
    "ch": 459,
    "hà": 614,
    "ào": 1209,
    "o ": 888,
    " ch": 34,
    "chà": 467,
    "hào": 617,
    "ào ": 1210,
    " chà": 38,
    "chào": 468,
    "hào ": 618,
    "b": 429,
    "ạ": 1360,
    " b": 15,
    "bạ": 451,
    "ạn": 1365,
    " bạ": 29,
    "bạn": 452,
    "ạn ": 1366,
    " bạn": 30,
    "bạn ": 453,
    "ậ": 1397,
    "u": 1115,
    "cậ": 500,
    "ậu": 1404,
    "u ": 1116,
    " cậ": 57,
    "cậu": 501,
    "ậu ": 1405,
    " cậu": 58,
    "cậu ": 502,
    "e": 522,
    "l": 764,
    " h": 82,
    "he": 581,
    "el": 529,
    "ll": 772,
    "lo": 775,
    " he": 83,
    "hel": 582,
    "ell": 530,
    "llo": 773,
    "lo ": 776,
    " hel": 84,
    "hell": 583,
    "ello": 531,
    "llo ": 774,
    "hi": 586,
    "i ": 709,
    " hi": 85,
    "hi ": 587,
    " hi ": 86,
    "a": 404,
    " n": 164,
    "nh": 855,
    "ha": 573,
    "a ": 405,
    " nh": 169,
    "nha": 857,
    "ha ": 574,
    " nha": 170,
    "nha ": 858,
    "ê": 1244,
    " ê": 319,
    "ê ": 1245,
    " ê ": 320,
    " a": 10,
    "al": 410,
    " al": 13,
    "alo": 412,
    " alo": 14,
    "alo ": 413,
    "ơ": 1336,
    " ơ": 353,
    "ơi": 1338,
    " ơi": 354,
    "ơi ": 1339,
    " ơi ": 355,
    "ho": 592,
    "cho": 463,
    "ho ": 593,
    " cho": 36,
    "cho ": 464,
    "m": 795,
    "ì": 1252,
    " m": 140,
    "mì": 822,
    "ìn": 1256,
    "h ": 572,
    " mì": 151,
    "mìn": 823,
    "ình": 1257,
    "nh ": 856,
    " mìn": 152,
    "mình": 824,
    "ình ": 1258,
    "ỏ": 1452,
    "hỏ": 691,
    "ỏi": 1454,
    " hỏ": 107,
    "hỏi": 692,
    "ỏi ": 1455,
    " hỏi": 108,
    "hỏi ": 693,
    "ú": 1280,
    "t": 1017,
    "hú": 642,
    "út": 1288,
    "t ": 1018,
    "chú": 471,
    "hút": 645,
    "út ": 1289,
    " chú": 40,
    "chút": 473,
    "hút ": 646,
    "ố": 1456,
    "mu": 814,
    "uố": 1137,
    "ốn": 1458,
    " mu": 146,
    "muố": 817,
    "uốn": 1138,
    "ốn ": 1459,
    " muố": 148,
    "muốn": 818,
    "uốn ": 1139,
    "ầ": 1384,
    "cầ": 497,
    "ần": 1387,
    " cầ": 55,
    "cần": 498,
    "ần ": 1388,
    " cần": 56,
    "cần ": 499,
    "g": 545,
    "p": 932,
    " g": 71,
    "gi": 550,
    "iú": 729,
    "úp": 1286,
    "p ": 933,
    " gi": 72,
    "giú": 555,
    "iúp": 730,
    "úp ": 1287,
    " giú": 75,
    "giúp": 556,
    "iúp ": 731,
    "đ": 1292,
    " đ": 323,
    "đú": 1311,
    "ún": 1283,
    "ng": 847,
    "g ": 546,
    " đú": 336,
    "đún": 1312,
    "úng": 1284,
    "ng ": 848,
    " đún": 337,
    "đúng": 1313,
    "úng ": 1285,
    "r": 963,
    "ồ": 1462,
    " r": 205,
    "rồ": 992,
    "ồi": 1464,
    " rồ": 208,
    "rồi": 993,
    "ồi ": 1465,
    " rồi": 209,
    "rồi ": 994,
    "í": 1259,
    "hí": 634,
    "ín": 1263,
    "chí": 469,
    "hín": 635,
    "ính": 1264,
    " chí": 39,
    "chín": 470,
    "hính": 636,
    "ính ": 1265,
    "á": 1215,
    "xá": 1179,
    "ác": 1217,
    "c ": 458,
    " xá": 309,
    "xác": 1180,
    "ác ": 1218,
    " xác": 310,
    "xác ": 1181,
    "v": 1140,
    "y": 1187,
    " v": 283,
    "vậ": 1161,
    "ậy": 1406,
    "y ": 1188,
    " vậ": 296,
    "vậy": 1162,
    "ậy ": 1407,
    " vậy": 297,
    "vậy ": 1163,
    "oà": 921,
    "àn": 1203,
    " ho": 88,
    "hoà": 601,
    "oàn": 922,
    "àn ": 1204,
    " hoà": 90,
    "hoàn": 602,
    "oàn ": 923,
    " t": 225,
    "to": 1058,
    " to": 244,
    "toà": 1061,
    " toà": 245,
    "toàn": 1062,
    "ấ": 1377,
    "tấ": 1099,
    "ất": 1380,
    " tấ": 268,
    "tất": 1100,
    "ất ": 1381,
    " tất": 269,
    "tất ": 1101,
    "iê": 724,
    "ên": 1248,
    "nhi": 860,
    "hiê": 588,
    "iên": 725,
    "ên ": 1249,
    " nhi": 171,
    "nhiê": 861,
    "hiên": 589,
    "iên ": 726,
    "ắ": 1408,
    "hắ": 672,
    "ắc": 1409,
    "chắ": 476,
    "hắc": 673,
    "ắc ": 1410,
    " chắ": 42,
    "chắc": 477,
    "hắc ": 674,
    "ắn": 1411,
    "hắn": 675,
    "ắn ": 1412,
    "chắn": 478,
    "hắn ": 676,
    "k": 747,
    " k": 116,
    "kh": 755,
    "há": 619,
    "á ": 1216,
    " kh": 117,
    "khá": 760,
    "há ": 620,
    " khá": 120,
    "khá ": 761,
    "hơ": 649,
    "ơn": 1340,
    " hơ": 99,
    "hơn": 650,
    "ơn ": 1341,
    " hơn": 100,
    "hơn ": 651,
    "ô": 1271,
    "tô": 1089,
    "ôi": 1272,
    " tô": 261,
    "tôi": 1090,
    "ôi ": 1273,
    " tôi": 262,
    "tôi ": 1091,
    "ả": 1369,
    "cả": 494,
    "ảm": 1373,
    "m ": 796,
    " cả": 53,
    "cảm": 495,
    "ảm ": 1374,
    " cảm": 54,
    "cảm ": 496,
    "th": 1022,
    "hấ": 661,
    "ấy": 1382,
    " th": 226,
    "thấ": 1037,
    "hấy": 662,
    "ấy ": 1383,
    " thấ": 233,
    "thấy": 1038,
    "hấy ": 663,
    " o": 186,
    "ok": 892,
    "k ": 748,
    " ok": 187,
    "ok ": 893,
    " ok ": 188,
    "ka": 752,
    "ay": 427,
    "oka": 894,
    "kay": 753,
    "ay ": 428,
    " oka": 189,
    "okay": 895,
    "kay ": 754,
    "ừ": 1497,
    " ừ": 358,
    "ừ ": 1498,
    " ừ ": 359,
    "â": 1231,
    "vâ": 1153,
    "ân": 1232,
    " vâ": 290,
    "vân": 1154,
    "âng": 1234,
    " vân": 291,
    "vâng": 1155,
    "âng ": 1235,
    "ừm": 1499,
    " ừm": 360,
    "ừm ": 1500,
    " ừm ": 361,
    "hô": 637,
    "ôn": 1274,
    "khô": 762,
    "hôn": 640,
    "ông": 1275,
    " khô": 121,
    "khôn": 763,
    "hông": 641,
    "ông ": 1276,
    "đâ": 1303,
    "âu": 1236,
    " đâ": 331,
    "đâu": 1304,
    "âu ": 1237,
    " đâu": 332,
    "đâu ": 1305,
    "ĩ": 1334,
    "gh": 547,
    "hĩ": 647,
    "ĩ ": 1335,
    " ng": 165,
    "ngh": 849,
    "ghĩ": 548,
    "hĩ ": 648,
    " ngh": 166,
    "nghĩ": 850,
    "ghĩ ": 549,
    " l": 122,
    "là": 780,
    "à ": 1198,
    " là": 130,
    "là ": 781,
    " là ": 131,
    "ư": 1344,
    "hư": 652,
    "ưa": 1346,
    "chư": 474,
    "hưa": 654,
    "ưa ": 1347,
    " chư": 41,
    "chưa": 475,
    "hưa ": 655,
    " p": 192,
    "ph": 940,
    "hả": 658,
    "ải": 1371,
    " ph": 193,
    "phả": 947,
    "hải": 659,
    "ải ": 1372,
    " phả": 197,
    "phải": 948,
    "hải ": 660,
    "ẳ": 1419,
    "hẳ": 677,
    "ẳn": 1420,
    " hẳ": 101,
    "hẳn": 678,
    "ẳn ": 1421,
    " hẳn": 102,
    "hẳn ": 679,
    "tạ": 1094,
    "ạm": 1363,
    " tạ": 265,
    "tạm": 1095,
    "ạm ": 1364,
    " tạm": 266,
    "tạm ": 1096,
    "ệ": 1441,
    "bi": 437,
    "iệ": 738,
    "ệt": 1445,
    " bi": 20,
    "biệ": 438,
    "iệt": 741,
    "ệt ": 1446,
    " biệ": 21,
    "biệt": 439,
    "iệt ": 742,
    "by": 445,
    "ye": 1189,
    "e ": 523,
    " by": 25,
    "bye": 446,
    "ye ": 1190,
    " bye": 26,
    "bye ": 447,
    "ẹ": 1427,
    "hẹ": 680,
    "ẹn": 1428,
    " hẹ": 103,
    "hẹn": 681,
    "ẹn ": 1429,
    " hẹn": 104,
    "hẹn ": 682,
    "ặ": 1422,
    "gặ": 565,
    "ặp": 1425,
    " gặ": 78,
    "gặp": 566,
    "ặp ": 1426,
    " gặp": 79,
    "gặp ": 567,
    "lạ": 789,
    "ại": 1361,
    " lạ": 136,
    "lại": 790,
    "ại ": 1362,
    " lại": 137,
    "lại ": 791,
    "đi": 1299,
    " đi": 328,
    "đi ": 1300,
    " đi ": 329,
    "ây": 1238,
    "đây": 1306,
    "ây ": 1239,
    " đây": 333,
    "đây ": 1307,
    "úc": 1281,
    "húc": 643,
    "úc ": 1282,
    "chúc": 472,
    "húc ": 644,
    "ộ": 1471,
    "mộ": 836,
    "ột": 1472,
    " mộ": 160,
    "một": 837,
    "ột ": 1473,
    " một": 161,
    "một ": 838,
    "gà": 557,
    "ày": 1213,
    "ngà": 851,
    "gày": 558,
    "ày ": 1214,
    " ngà": 167,
    "ngày": 852,
    "gày ": 559,
    "tố": 1105,
    "ốt": 1460,
    " tố": 272,
    "tốt": 1106,
    "ốt ": 1461,
    " tốt": 273,
    "tốt ": 1107,
    "làn": 784,
    "ành": 1207,
    " làn": 133,
    "lành": 785,
    "ành ": 1208,
    "thô": 1034,
    "hôi": 638,
    " thô": 232,
    "thôi": 1035,
    "hôi ": 639,
    "é": 1242,
    "hé": 626,
    "é ": 1243,
    "nhé": 864,
    "hé ": 627,
    " nhé": 173,
    "nhé ": 865,
    "s": 997,
    " s": 210,
    "sa": 999,
    "au": 425,
    " sa": 212,
    "sau": 1002,
    "au ": 426,
    " sau": 214,
    "sau ": 1003,
    "ó": 1269,
    "có": 492,
    "ó ": 1270,
    " có": 51,
    "có ": 493,
    " có ": 52,
    "bo": 440,
    "ot": 916,
    " bo": 22,
    "bot": 443,
    "ot ": 917,
    " bot": 24,
    "bot ": 444,
    "ờ": 1477,
    "gư": 562,
    "ườ": 1354,
    "ời": 1478,
    "ngư": 853,
    "gườ": 563,
    "ười": 1355,
    "ời ": 1479,
    " ngư": 168,
    "ngườ": 854,
    "gười": 564,
    "ười ": 1356,
    " à": 314,
    " à ": 315,
    "ai": 406,
    " ai": 11,
    "ai ": 407,
    " ai ": 12,
    "ạo": 1367,
    "tạo": 1097,
    "ạo ": 1368,
    " tạo": 267,
    "tạo ": 1098,
    "ra": 970,
    " ra": 206,
    "ra ": 971,
    " ra ": 207,
    "hậ": 667,
    "ật": 1402,
    "thậ": 1039,
    "hật": 670,
    "ật ": 1403,
    " thậ": 234,
    "thật": 1040,
    "hật ": 671,
    "tr": 1065,
    "rí": 985,
    "í ": 1260,
    " tr": 247,
    "trí": 1072,
    "rí ": 986,
    " trí": 251,
    "trí ": 1073,
    "tu": 1080,
    "uệ": 1135,
    "ệ ": 1442,
    " tu": 255,
    "tuệ": 1081,
    "uệ ": 1136,
    " tuệ": 256,
    "tuệ ": 1082,
    "hâ": 621,
    "nhâ": 862,
    "hân": 622,
    "ân ": 1233,
    " nhâ": 172,
    "nhân": 863,
    "hân ": 623,
    "at": 422,
    "tb": 1019,
    "cha": 461,
    "hat": 579,
    "atb": 423,
    "tbo": 1020,
    " cha": 35,
    "chat": 462,
    "hatb": 580,
    "atbo": 424,
    "tbot": 1021,
    "xú": 1184,
    " xú": 312,
    "xúc": 1185,
    " xúc": 313,
    "xúc ": 1186,
    "lậ": 792,
    "ập": 1400,
    " lậ": 138,
    "lập": 793,
    "ập ": 1401,
    " lập": 139,
    "lập ": 794,
    "rì": 982,
    "trì": 1070,
    "rìn": 983,
    " trì": 250,
    "trìn": 1071,
    "rình": 984,
    "ợ": 1482,
    "đư": 1314,
    "ượ": 1357,
    "ợc": 1484,
    " đư": 338,
    "đượ": 1317,
    "ược": 1358,
    "ợc ": 1485,
    " đượ": 340,
    "được": 1318,
    "ược ": 1359,
    "hu": 607,
    "uấ": 1126,
    "ấn": 1378,
    " hu": 91,
    "huấ": 610,
    "uấn": 1127,
    "ấn ": 1379,
    " huấ": 92,
    "huấn": 611,
    "uấn ": 1128,
    "lu": 777,
    "uy": 1123,
    "yệ": 1191,
    "ện": 1443,
    " lu": 128,
    "luy": 778,
    "uyệ": 1124,
    "yện": 1192,
    "ện ": 1444,
    " luy": 129,
    "luyệ": 779,
    "uyện": 1125,
    "yện ": 1193,
    "từ": 1111,
    " từ": 276,
    "từ ": 1112,
    " từ ": 277,
    "ể": 1439,
    "hể": 685,
    "ể ": 1440,
    "thể": 1043,
    "hể ": 686,
    " thể": 236,
    "thể ": 1044,
    "àm": 1201,
    "làm": 782,
    "àm ": 1202,
    " làm": 132,
    "làm ": 783,
    "gì": 560,
    "ì ": 1253,
    " gì": 76,
    "gì ": 561,
    " gì ": 77,
    "an": 414,
    "tha": 1023,
    "han": 575,
    "anh": 418,
    " tha": 227,
    "than": 1024,
    "hanh": 576,
    "anh ": 419,
    "oá": 924,
    "án": 1225,
    "toá": 1063,
    "oán": 927,
    "án ": 1226,
    " toá": 246,
    "toán": 1064,
    "oán ": 928,
    "ằ": 1415,
    "bằ": 454,
    "ằn": 1416,
    " bằ": 31,
    "bằn": 455,
    "ằng": 1417,
    " bằn": 32,
    "bằng": 456,
    "ằng ": 1418,
    "ữ": 1505,
    "hữ": 705,
    "ữn": 1509,
    "nhữ": 870,
    "hữn": 706,
    "ững": 1510,
    " nhữ": 176,
    "nhữn": 871,
    "hững": 707,
    "ững ": 1511,
    "ươ": 1348,
    "phư": 945,
    "hươ": 656,
    "ươn": 1349,
    "ơng": 1342,
    " phư": 196,
    "phươ": 946,
    "hươn": 657,
    "ương": 1350,
    "ơng ": 1343,
    "ứ": 1494,
    "hứ": 702,
    "ức": 1495,
    "thứ": 1047,
    "hức": 703,
    "ức ": 1496,
    " thứ": 238,
    "thức": 1048,
    "hức ": 704,
    "nà": 875,
    " nà": 177,
    "nào": 876,
    " nào": 178,
    "nào ": 877,
    "ỗ": 1469,
    "hỗ": 697,
    "ỗ ": 1470,
    " hỗ": 111,
    "hỗ ": 698,
    " hỗ ": 112,
    "rợ": 995,
    "ợ ": 1483,
    "trợ": 1078,
    "rợ ": 996,
    " trợ": 254,
    "trợ ": 1079,
    "q": 957,
    " q": 201,
    "qu": 958,
    "ua": 1117,
    " qu": 202,
    "qua": 959,
    "ua ": 1118,
    " qua": 203,
    "qua ": 960,
    "ví": 1156,
    " ví": 292,
    "ví ": 1157,
    " ví ": 293,
    "điệ": 1301,
    "iện": 739,
    " điệ": 330,
    "điện": 1302,
    "iện ": 740,
    "ử": 1501,
    "tử": 1113,
    "ử ": 1502,
    " tử": 278,
    "tử ": 1114,
    " tử ": 279,
    "vn": 1144,
    "np": 872,
    "pa": 937,
    " vn": 284,
    "vnp": 1145,
    "npa": 873,
    "pay": 938,
    " vnp": 285,
    "vnpa": 1146,
    "npay": 874,
    "pay ": 939,
    "sh": 1004,
    "op": 910,
    " sh": 215,
    "sho": 1005,
    "hop": 598,
    "op ": 911,
    " sho": 216,
    "shop": 1006,
    "hop ": 599,
    "mo": 810,
    "om": 899,
    " mo": 144,
    "mom": 812,
    "omo": 902,
    "mo ": 811,
    " mom": 145,
    "momo": 813,
    "omo ": 903,
    "rả": 987,
    "ả ": 1370,
    "trả": 1074,
    "rả ": 988,
    " trả": 252,
    "trả ": 1075,
    "ề": 1436,
    "ti": 1049,
    "iề": 735,
    "ền": 1437,
    " ti": 239,
    "tiề": 1056,
    "iền": 736,
    "ền ": 1438,
    " tiề": 243,
    "tiền": 1057,
    "iền ": 737,
    "khi": 756,
    " khi": 118,
    "khi ": 757,
    "ận": 1398,
    "nhậ": 868,
    "hận": 668,
    "ận ": 1399,
    " nhậ": 175,
    "nhận": 869,
    "hận ": 669,
    " hà": 93,
    "hàn": 615,
    "àng": 1205,
    " hàn": 94,
    "hàng": 616,
    "àng ": 1206,
    "ia": 710,
    "ao": 420,
    "gia": 551,
    "iao": 711,
    "ao ": 421,
    " gia": 73,
    "giao": 552,
    "iao ": 712,
    "nhan": 859,
    "mấ": 828,
    " mấ": 155,
    "mất": 829,
    " mất": 156,
    "mất ": 830,
    "ba": 430,
    " ba": 16,
    "bao": 431,
    " bao": 17,
    "bao ": 432,
    "lâ": 786,
    " lâ": 134,
    "lâu": 787,
    " lâu": 135,
    "lâu ": 788,
    "êu": 1250,
    "tiê": 1052,
    "iêu": 727,
    "êu ": 1251,
    " tiê": 241,
    "tiêu": 1053,
    "iêu ": 728,
    "ẩ": 1389,
    "uẩ": 1132,
    "ẩn": 1392,
    "chu": 465,
    "huẩ": 612,
    "uẩn": 1133,
    "ẩn ": 1393,
    " chu": 37,
    "chuẩ": 466,
    "huẩn": 613,
    "uẩn ": 1134,
    "ro": 977,
    "on": 904,
    "tro": 1068,
    "ron": 978,
    "ong": 905,
    " tro": 249,
    "tron": 1069,
    "rong": 979,
    "ong ": 906,
    "mấy": 831,
    " mấy": 157,
    "mấy ": 832,
    "hì": 631,
    " hì": 97,
    "hìn": 632,
    " hìn": 98,
    "hình": 633,
    "sao": 1000,
    " sao": 213,
    "sao ": 1001,
    "để": 1325,
    " để": 345,
    "để ": 1326,
    " để ": 346,
    "li": 769,
    " li": 126,
    "liê": 770,
    " liê": 127,
    "liên": 771,
    "hệ": 687,
    " hệ": 105,
    "hệ ": 688,
    " hệ ": 106,
    "ớ": 1474,
    "vớ": 1164,
    "ới": 1475,
    " vớ": 298,
    "với": 1165,
    "ới ": 1476,
    " với": 299,
    "với ": 1166,
    "số": 1015,
    "ố ": 1457,
    " số": 223,
    "số ": 1016,
    " số ": 224,
    "oạ": 929,
    "tho": 1028,
    "hoạ": 605,
    "oại": 930,
    " tho": 229,
    "thoạ": 1029,
    "hoại": 606,
    "oại ": 931,
    "ủ": 1491,
    "củ": 503,
    "ủa": 1492,
    " củ": 59,
    "của": 504,
    "ủa ": 1493,
    " của": 60,
    "của ": 505,
    " e": 68,
    "em": 532,
    "ma": 802,
    "il": 715,
    "l ": 765,
    " em": 69,
    "ema": 534,
    "mai": 803,
    "ail": 408,
    "il ": 716,
    " ema": 70,
    "emai": 535,
    "mail": 804,
    "ail ": 409,
    "ị": 1449,
    "đị": 1327,
    "ịa": 1450,
    " đị": 347,
    "địa": 1328,
    "ịa ": 1451,
    " địa": 348,
    "địa ": 1329,
    "ỉ": 1447,
    "hỉ": 689,
    "ỉ ": 1448,
    "chỉ": 479,
    "hỉ ": 690,
    " chỉ": 43,
    "chỉ ": 480,
    "cử": 506,
    "ửa": 1503,
    " cử": 61,
    "cửa": 507,
    "ửa ": 1504,
    " cửa": 62,
    "cửa ": 508,
    "thôn": 1036,
    "tin": 1050,
    " tin": 240,
    "tin ": 1051,
    "bá": 448,
    " bá": 27,
    "bán": 449,
    " bán": 28,
    "bán ": 450,
    "4": 394,
    "p4": 934,
    "4r": 397,
    "re": 974,
    "ea": 524,
    "op4": 912,
    "p4r": 935,
    "4re": 398,
    "rea": 975,
    "eal": 525,
    "al ": 411,
    "hop4": 600,
    "op4r": 913,
    "p4re": 936,
    "4rea": 399,
    "real": 976,
    "eal ": 526,
    "eo": 538,
    "the": 1026,
    "heo": 584,
    "eo ": 539,
    " the": 228,
    "theo": 1027,
    "heo ": 585,
    "pho": 941,
    "hon": 594,
    " pho": 194,
    "phon": 942,
    "hong": 595,
    "cá": 484,
    " cá": 46,
    "các": 485,
    "ách": 1219,
    "ch ": 460,
    " các": 47,
    "cách": 486,
    "ách ": 1220,
    "hờ": 699,
    "thờ": 1045,
    "hời": 700,
    " thờ": 237,
    "thời": 1046,
    "hời ": 701,
    "tra": 1066,
    "ran": 972,
    "ang": 416,
    " tra": 248,
    "tran": 1067,
    "rang": 973,
    "ang ": 417,
    "ở": 1480,
    " ở": 356,
    "ở ": 1481,
    " ở ": 357,
    "đặ": 1319,
    "ặc": 1423,
    " đặ": 341,
    "đặc": 1320,
    "ặc ": 1424,
    " đặc": 342,
    "đặc ": 1321,
    "ư ": 1345,
    "như": 866,
    "hư ": 653,
    " như": 174,
    "như ": 867,
    "ế": 1432,
    "hế": 683,
    "ế ": 1433,
    "thế": 1041,
    "hế ": 684,
    " thế": 235,
    "thế ": 1042,
    "và": 1147,
    "ài": 1199,
    " và": 286,
    "vài": 1148,
    "ài ": 1200,
    " vài": 287,
    "vài ": 1149,
    "ẫ": 1394,
    "mẫ": 833,
    "ẫu": 1395,
    " mẫ": 158,
    "mẫu": 834,
    "ẫu ": 1396,
    " mẫu": 159,
    "mẫu ": 835,
    "uầ": 1129,
    "quầ": 961,
    "uần": 1130,
    " quầ": 204,
    "quần": 962,
    "uần ": 1131,
    "j": 743,
    " j": 113,
    "je": 744,
    " je": 114,
    "jea": 745,
    "ean": 527,
    "an ": 415,
    " jea": 115,
    "jean": 746,
    "ean ": 528,
    "đẹ": 1322,
    "ẹp": 1430,
    " đẹ": 343,
    "đẹp": 1323,
    "ẹp ": 1431,
    " đẹp": 344,
    "đẹp ": 1324,
    " á": 316,
    "áo": 1227,
    " áo": 317,
    "áo ": 1228,
    " áo ": 318,
    "mb": 805,
    "be": 433,
    "er": 540,
    "r ": 964,
    "bom": 441,
    "omb": 900,
    "mbe": 806,
    "ber": 435,
    "er ": 541,
    " bom": 23,
    "bomb": 442,
    "ombe": 901,
    "mber": 807,
    "ber ": 436,
    "cr": 481,
    "pt": 954,
    " cr": 44,
    "cro": 482,
    "rop": 980,
    "opt": 914,
    "pto": 955,
    "top": 1059,
    " cro": 45,
    "crop": 483,
    "ropt": 981,
    "opto": 915,
    "ptop": 956,
    "top ": 1060,
    "nỉ": 881,
    " nỉ": 181,
    "nỉ ": 882,
    " nỉ ": 182,
    "đồ": 1332,
    "ồ ": 1463,
    " đồ": 351,
    "đồ ": 1333,
    " đồ ": 352,
    "hao": 577,
    "thao": 1025,
    "hao ": 578,
    "xe": 1171,
    " xe": 303,
    "xem": 1172,
    "em ": 533,
    " xem": 304,
    "xem ": 1173,
    "z": 1194,
    "si": 1007,
    "iz": 719,
    "ze": 1195,
    " si": 217,
    "siz": 1008,
    "ize": 720,
    "ze ": 1196,
    " siz": 218,
    "size": 1009,
    "ize ": 721,
    " m ": 141,
    "mà": 819,
    "àu": 1211,
    " mà": 149,
    "màu": 820,
    "àu ": 1212,
    " màu": 150,
    "màu ": 821,
    "rắ": 989,
    "trắ": 1076,
    "rắn": 990,
    "ắng": 1413,
    " trắ": 253,
    "trắn": 1077,
    "rắng": 991,
    "ắng ": 1414,
    "xa": 1168,
    " xa": 301,
    "xan": 1169,
    " xan": 302,
    "xanh": 1170,
    "đe": 1296,
    "en": 536,
    " đe": 326,
    "đen": 1297,
    "en ": 537,
    " đen": 327,
    "đen ": 1298,
    "s ": 998,
    " s ": 211,
    "hồ": 694,
    "ồn": 1466,
    " hồ": 109,
    "hồn": 695,
    "ồng": 1467,
    " hồn": 110,
    "hồng": 696,
    "ồng ": 1468,
    "tí": 1086,
    "ím": 1261,
    " tí": 259,
    "tím": 1087,
    "ím ": 1262,
    " tím": 260,
    "tím ": 1088,
    "vá": 1150,
    "áy": 1229,
    " vá": 288,
    "váy": 1151,
    "áy ": 1230,
    " váy": 289,
    "váy ": 1152,
    "d": 509,
    " d": 63,
    "dà": 516,
    " dà": 64,
    "dài": 517,
    " dài": 65,
    "dài ": 518,
    "nâ": 878,
    " nâ": 179,
    "nâu": 879,
    " nâu": 180,
    "nâu ": 880,
    "ám": 1223,
    "xám": 1182,
    "ám ": 1224,
    " xám": 311,
    "xám ": 1183,
    "sơ": 1010,
    "ơ ": 1337,
    " sơ": 219,
    "sơ ": 1011,
    " sơ ": 220,
    "mi": 808,
    " mi": 142,
    "mi ": 809,
    " mi ": 143,
    "ò": 1266,
    "cò": 489,
    "òn": 1267,
    " cò": 49,
    "còn": 490,
    "òn ": 1268,
    " còn": 50,
    "còn ": 491,
    "iá": 722,
    "giá": 553,
    "iá ": 723,
    " giá": 74,
    "giá ": 554,
    "1": 384,
    "-": 362,
    "2": 389,
    " 1": 1,
    "1m": 385,
    "m-": 797,
    "-2": 366,
    "2m": 390,
    " 1m": 2,
    "1m-": 387,
    "m-2": 798,
    "-2m": 367,
    "2m ": 391,
    " 1m-": 3,
    "1m-2": 388,
    "m-2m": 799,
    "-2m ": 368,
    " 2": 4,
    "-4": 369,
    "4m": 395,
    " 2m": 5,
    "2m-": 392,
    "m-4": 800,
    "-4m": 370,
    "4m ": 396,
    " 2m-": 6,
    "2m-4": 393,
    "m-4m": 801,
    "-4m ": 371,
    "oo": 907,
    "od": 889,
    "di": 513,
    "ie": 713,
    "hoo": 596,
    "ood": 908,
    "odi": 890,
    "die": 514,
    "ie ": 714,
    " hoo": 89,
    "hood": 597,
    "oodi": 909,
    "odie": 891,
    "die ": 515,
    "ov": 918,
    "ve": 1141,
    "r-": 965,
    " ov": 190,
    "ove": 919,
    "ver": 1142,
    "er-": 542,
    "r-4": 966,
    " ove": 191,
    "over": 920,
    "ver-": 1143,
    "er-4": 543,
    "r-4m": 967,
    "le": 766,
    " le": 124,
    "len": 767,
    " len": 125,
    "len ": 768,
    "5": 400,
    "0": 375,
    " 5": 7,
    "50": 401,
    "00": 376,
    "0k": 380,
    "k-": 749,
    "-1": 363,
    " 50": 8,
    "500": 402,
    "00k": 377,
    "0k-": 382,
    "k-1": 750,
    "-1m": 364,
    "1m ": 386,
    " 500": 9,
    "500k": 403,
    "00k-": 379,
    "0k-1": 383,
    "k-1m": 751,
    "-1m ": 365,
    "po": 951,
    "ol": 896,
    " po": 199,
    "pol": 952,
    "olo": 897,
    " pol": 200,
    "polo": 953,
    "olo ": 898,
    " u": 280,
    "un": 1119,
    "nd": 844,
    "de": 510,
    "-5": 372,
    " un": 281,
    "und": 1121,
    "nde": 845,
    "der": 511,
    "r-5": 968,
    "-50": 373,
    "0k ": 381,
    " und": 282,
    "unde": 1122,
    "nder": 846,
    "der-": 512,
    "er-5": 544,
    "r-50": 969,
    "-500": 374,
    "00k ": 378,
    "ù": 1277,
    "mù": 825,
    "ùa": 1278,
    " mù": 153,
    "mùa": 826,
    "ùa ": 1279,
    " mùa": 154,
    "mùa ": 827,
    "đô": 1308,
    " đô": 334,
    "đôn": 1309,
    " đôn": 335,
    "đông": 1310,
    "kho": 758,
    "hoá": 603,
    "oác": 925,
    " kho": 119,
    "khoá": 759,
    "hoác": 604,
    "oác ": 926,
    "mớ": 839,
    " mớ": 162,
    "mới": 840,
    " mới": 163,
    "mới ": 841,
    "mua": 815,
    " mua": 147,
    "mua ": 816,
    "nữ": 883,
    "ữ ": 1506,
    " nữ": 183,
    "nữ ": 884,
    " nữ ": 184,
    "gợ": 568,
    "ợi": 1486,
    " gợ": 80,
    "gợi": 569,
    "ợi ": 1487,
    " gợi": 81,
    "gợi ": 570,
    "ý": 1290,
    " ý": 321,
    "ý ": 1291,
    " ý ": 322,
    "tầ": 1102,
    "ầm": 1385,
    " tầ": 270,
    "tầm": 1103,
    "ầm ": 1386,
    " tầm": 271,
    "tầm ": 1104,
    "phô": 943,
    " phô": 195,
    "phôn": 944,
    "thu": 1030,
    "hun": 608,
    "un ": 1120,
    " thu": 230,
    "thun": 1031,
    "hun ": 609,
    " be": 18,
    "be ": 434,
    " be ": 19,
    "đỏ": 1330,
    "ỏ ": 1453,
    " đỏ": 349,
    "đỏ ": 1331,
    " đỏ ": 350,
    "tì": 1083,
    "ìm": 1254,
    " tì": 257,
    "tìm": 1084,
    "ìm ": 1255,
    " tìm": 258,
    "tìm ": 1085,
    "è": 1240,
    "hè": 624,
    "è ": 1241,
    " hè": 95,
    "hè ": 625,
    " hè ": 96,
    " l ": 123,
    "đa": 1293,
    " đa": 324,
    "đan": 1294,
    " đan": 325,
    "đang": 1295,
    "sả": 1012,
    "ản": 1375,
    " sả": 221,
    "sản": 1013,
    "ản ": 1376,
    " sản": 222,
    "sản ": 1014,
    "hẩ": 664,
    "ẩm": 1390,
    "phẩ": 949,
    "hẩm": 665,
    "ẩm ": 1391,
    " phẩ": 198,
    "phẩm": 950,
    "hẩm ": 666,
    "dư": 519,
    "ướ": 1351,
    " dư": 66,
    "dướ": 520,
    "ưới": 1352,
    " dướ": 67,
    "dưới": 521,
    "ưới ": 1353,
    "xl": 1177,
    " xl": 307,
    "xl ": 1178,
    " xl ": 308,
    "tư": 1092,
    " tư": 263,
    "tư ": 1093,
    " tư ": 264,
    "vấ": 1158,
    " vấ": 294,
    "vấn": 1159,
    " vấn": 295,
    "vấn ": 1160,
    "hê": 628,
    "êm": 1246,
    "thê": 1032,
    "hêm": 629,
    "êm ": 1247,
    " thê": 231,
    "thêm": 1033,
    "hêm ": 630,
    "iế": 732,
    "ếp": 1434,
    "tiế": 1054,
    "iếp": 733,
    "ếp ": 1435,
    " tiế": 242,
    "tiếp": 1055,
    "iếp ": 734,
    "ụ": 1488,
    "tụ": 1108,
    "ục": 1489,
    " tụ": 274,
    "tục": 1109,
    "ục ": 1490,
    " tục": 275,
    "tục ": 1110,
    "hiệ": 590,
    " hiệ": 87,
    "hiện": 591,
    "ữa": 1507,
    "nữa": 885,
    "ữa ": 1508,
    " nữa": 185,
    "nữa ": 886,
    "đưa": 1315,
    " đưa": 339,
    "đưa ": 1316,
    "ái": 1221,
    "cái": 487,
    "ái ": 1222,
    " cái": 48,
    "cái ": 488
  },
  "response": null,
  "action_text": null
}